Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution.#ctor(Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution)
Creates a copy of the given hemispherical light distribution
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2013

Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution.#ctor
Creates a hemispherical light distribution object.
Since:
2013

Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution
This class encapsulates a hemispherical light distribution.
Since:
2013